"%lu day left on trial" = "%lu día restante de la prueba";
"%lu days left on trial" = "%lu días restantes de la prueba";
"Apply" = "Aplicar";
"Back" = "Atrás";
"Buy Later" = "Comprar después";
"Buy Now" = "Comprar";
"Cancel" = "Cancelar";
"Close" = "Cerrar";
"Continue" = "Continuar";
"Did you <a href=\"%@\">lose your licence?</a>" = "<a href=\"%@\">¿Extravi&oacute; su licencia?</a>";
"Email License to:" = "Correo del licenciatario:";
"Email address is blank!" = "¡La dirección de correo está en blanco!";
"Enter your serial number below to unlock Path Finder" = "A continuación introduzca su serial para activar Path Finder\n";
"Free Trial" = "Prueba gratuita";
"Free trial has expired" = "La prueba gratuita ha culminado";
"If you need help, email us at help@cocoatech.com" = "Si necesita ayuda, envíenos un correo electrónico a help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Si posee Path Finder 6, introduzca su nombre y código de licencia para obtener un descuento por actualización. Continúe al siguiente paso si está comprando por primera vez.";
"Licensed for %ld user" = "Licenciado para %ld usuario";
"Licensed for %ld users" = "Licenciado para %ld usuarios";
"Not licensed" = "Sin licencia";
"OK" = "Aceptar";
"Path Finder 6 License" = "Licencia de Path Finder 6";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder ha sido registrado satisfactoriamente. Guarde su información de registro en un lugar seguro.";
"Processing..." = "Procesando...";
"Purchase" = "Comprar";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Comprar Path Finder es rápido, simple y seguro.";
"Purchase successful. Thank you!" = "Compra exitosa. ¡Gracias!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "No se puedo completar la compra. Dejenos saber que sucedió. Envíenos un correo electrónico a help@cocoatech.com";
"Quit" = "Salir";
"Registration" = "Registro";
"Registration Code Invalid" = "Código de registro inválido";
"Registration Successful" = "Registro satisfactorio";
"Request Sent" = "Petición enviada";
"Send" = "Enviar";
"Thank you!" = "¡Gracias!";
"The Path Finder 6 license key you entered is not valid." = "La licencia de Path Finder 6 que introdujo no es valida.";
"The trial period has expired." = "El período de prueba ha culminado.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Hubo un problema con el nombre o el código de la licenciaque introdujo. Copie y pegue el texto del correo electrónico de la orden de compra e intentelo nuevamente. Si aún presenta problemas, visite nuestra página de código de licencia extraviado.";
"Unlock" = "Desbloquear";
"Upgrading from version 6?" = "¿Actualizando desde la versión 6?";
"Valid for Upgrade!" = "¡Actualización procedente!";
"Wait %u" = "%u espere";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Introdujo el nombre y licencias correctos. Gracias por registrar Path Finder.";
"You will receive your unique serial number instantly." = "Recibirá un número de serial único instantáneamente.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Todo listo, cierre esta ventana para ejecutar Path Finder. Imprima esta página para tener una copia física de su código de licencia en caso de que en el futuro necesite instalar de nuevo Path Finder en un nuevo ordenador.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Su período de prueba de 30 dias ha expirado. Por favor, compre Path Finder.";
"Your serial number is in your confirmation email." = "Su número de serial está en su correo electrónico de confirmación.";
